Repository: XITRIX/iTorrent
Catalog: iTorrent/*.lproj/Localizable.strings
Languages: ru, tr

# State.All
source: All
ru: Все

source: Queued
ru: В очереди
tr: Sıraya ekleniyor

source: Hashing
ru: Хэширование
tr: Hashleniyor

source: Metadata
ru: Метадата

source: Downloading
ru: Загрузка
tr: İndiriliyor

source: Finished
ru: Готово
tr: Bitti

source: Seeding
ru: Раздача
tr: Seedleniyor

source: Allocating
ru: Распределение
tr: Alan ayrılıyor

source: Checking fastresume
ru: Проверка восстановления
tr: Kontrol ediliyor

source: Paused
ru: Пауза
tr: Durduruldu

# SpeedPicker.Title
source: Speed value in KB/s
ru: Скорость в KB/s

# SpeedPicker.Error
source: Wrong value
ru: Неверное значение

source: of
ru: из

source: Add
ru: Добавить
tr: Ekle

source: Done
ru: Готово
tr: Bitti

source: Edit
ru: Изменить
tr: Düzenle

source: Select
ru: Выбрать
tr: Seç

source: Select All
ru: Выбрать все
tr: Hepsini Seç

source: Deselect
ru: Отменить
tr: Seçimi Bırak

source: None
ru: Нет

source: Search
ru: Поиск
tr: Ara

source: Start
ru: Запустить
tr: Başlat

source: Pause
ru: Остановить
tr: Durdur

source: Delete
ru: Удалить
tr: Sil

source: time remains
ru: времени осталось
tr: kalan

source: eternity
ru: вечность
tr: sonsuzluk

source: Add from...
ru: Добавить из...
tr: Buradan ekle...

source: Add from URL
ru: Добавить из URL
tr: URL'den ekle

source: Please enter the existing torrent's URL below
ru: Введите ссылку ниже
tr: Lütfen aşağıya varolan torrent'in URL'sini ekleyin

source: Error has been occured
ru: Произошла ошибка
tr: Bir hata oluştu

source: Torrent file is broken or this URL has some sort of DDOS protection, you can try to open this link in Safari
ru: Torrent файл повреждён или данная ссылка имеет DDOS защиту, можете попробовать открыть ссылку в Safari
tr: Torrent dosyası bozuk ya da bu URL bir DDOS korumasına sahip, linki Safari ile açmayı deneyebilirsiniz

source: Open in Safari
ru: Открыть в Safari
tr: Safari ile aç

source: This torrent already exists
ru: Этот Torrent уже существует
tr: Bu torrent zaten eklenmiş

source: Torrent with hash:
ru: Torrent с хэшем:
tr: Şu hash numaralı torrent:

source: already exists in download queue
ru: уже существует в списке загрузок
tr: halihazırda indirme sırasında bulunuyor

source: Please, open this link in Safari, and send .torrent file from there
ru: Откройте эту ссылку в Safari и отправьте .torrent файл оттуда
tr: Lütfen bu linki Safari ile açın ve .torrent dosyasını oradan gönderin.

source: Wrong link, check it and try again!
ru: Неверная ссылка, проверьте её и попробуйте ещё раз!
tr: Yanlış link, kontrol edip tekrardan deneyin.

source: Add from magnet
ru: Добавить из magnet
tr: Magnet ile ekle

source: Please enter the magnet link below
ru: Введите magnet ссылку ниже
tr: Lütfen aşağıya magnet bağlantısını girin

source: Close
ru: Закрыть
tr: Kapat

source: Cancel
ru: Отмена
tr: İptal

source: Error
ru: Ошибка
tr: Hata

source: Are you sure to remove
ru: Вы уверены что хотите удалить
tr: Kaldırmak istediğinize emin misiniz

source: torrents
ru: шт.
tr: torrentler

source: Yes and remove data
ru: Да, и удалить файлы
tr: Veri ile birlikte kaldır

source: Yes but keep data
ru: Да, но оставить файлы
tr: Kaldır ama veriyi tut

source: Are you sure to remove this magnet torrent?
ru: Вы уверены что хотите удалить эту magnet ссылку?
tr: Bu magnet torrent'i kaldırmak istediğinize emin misiniz?

source: Remove
ru: Удалить
tr: Kaldır

source: Name
ru: Имени
tr: İsim

source: Date Added
ru: Дате добавления
tr: Eklenen Tarih

source: Date Created
ru: Дате создания
tr: Yaratılan Tarih

source: Size
ru: Размеру
tr: Boyut

source: Sort Torrents By:
ru: Сортировать торренты по:
tr: Torrentleri şu şekilde sırala:

source: Currently sorted by
ru: Сейчас отсортировано по
tr: Şu an kullanılan sıralama şekli:

source: Disable state sections
ru: Отключить разделение на секции
tr: Sıralamayı devre dışı bırak

source: Enable state sections
ru: Включить разделение на секции
tr: Sıralamayı aktifleştir

# MainController.Table.Placeholder.Text
source: Download list is empty! Use Chrome to download torrent files or add using the '+' button
ru: Список загрузок пуст! Используйте Chrome для загрузки торент файлов или добавьте с помощью кнопки '+'
tr: İndirme listesi boş! Torrent dosyalarını indirmek için Chrome kullanın ya da '+' butonuna basarak direkt olarak bir link ekleyin.

source: Torrent file
ru: Torrent файл
tr: Torrent dosyası

source: Magnet link
ru: Magnet ссылка
tr: Magnet bağlantısı

source: Magnet link copied to clipboard
ru: Magnet ссылка скопирована
tr: Magnet bağlantısı kopyalandı.

source: Files
ru: Файлы
tr: Dosyalar

source: Trackers
ru: Трекеры
tr: Takipçiler

# Details.BackgroundSeeding.Warning
source: Seeding in background is disabled, if you will close this app, seeding will stop. Do you want to enable background seeding? If seed limit is not set, then the app will countinue working in the background indefinitely, which may cause battery drain.
ru: Раздача в фоне отключена. Если вы закроете приложение, раздача прекратится. Хотите включить фоновую раздачу? Если лимит на раздачу не установлен, то приложение будет работать в фоне постоянно, что может привести к быстрой разрядке аккумулятора.
tr: Arkaplanda seedleme devre dışı, eğer uygulamayı kapatırsanız seedleme duracaktır. Arkaplanda seedlemeyi aktif hale getirmek ister misiniz? Eğer bir seed sınırı belirlemezseniz, uygulama sürekli olarak arkaplanda çalışmaya devam edecektir, bu durum yüksek pil kullanımına sebebiyet verebilir.

# Details.State
source: State
ru: Состояние
tr: Durum

# Details.Speed.Title
source: Speed
ru: Скорость
tr: Hız

# Details.Speed.Download
source: Download
ru: Загрузка
tr: İndiriliyor

# Details.Speed.Upload
source: Upload
ru: Отдача
tr: Yükleme hızı

# Details.Speed.Remains
source: Time remains
ru: Осталось
tr: Kalan zaman

# Details.Downloading.Title
source: Downloading
ru: Загрузка
tr: İndiriliyor

# Details.Downloading.Sequential
source: Sequential download
ru: Последовательная загрузка
tr: Sıralı indirme

# Details.Downloading.Progress
source: Progress
ru: Прогресс
tr: İndirme durumu

# Details.Seeding.Title
source: Seeding
ru: Раздача
tr: Seedleniyor

# Details.Seeding.Allow
source: Allow seeding
ru: Разрешить раздачу
tr: Seedlemeyi aktifleştir

# Details.Seeding.Limit
source: Seed limit
ru: Лимит Раздачи
tr: Seed Sınırı

# Details.Info.Title
source: General information
ru: Основная информация
tr: Genel bilgi

# Details.Info.Hash
source: Hash
ru: Хэш

# Details.Info.Creator
source: Creator
ru: Создатель
tr: Yaratıcı

# Details.Info.Created
source: Created On
ru: Создан
tr: Yaratıldığı Tarih

# Details.Info.Added
source: Added On
ru: Добавлен
tr: Eklendiği Tarih

# Details.Info.Comment
source: Comment
ru: Коментарий
tr: Yorum

# Details.Transfer.Title
source: Transfer
ru: Передано
tr: Aktarım

# Details.Transfer.Total
source: Selected/Total
ru: Выбрано/Всего
tr: Seçili/Tamamı

# Details.Transfer.Completed
source: Completed
ru: Завершено
tr: Tamamlandı

# Details.Transfer.Progress
source: Progress Selected/Total
ru: Прогресс Выбранные/Всего
tr: İndirme durumu

# Details.Transfer.Downloaded
source: Downloaded
ru: Скачано
tr: İndirildi

# Details.Transfer.Uploaded
source: Uploaded
ru: Отдано
tr: Yüklenmiş

# Details.Transfer.Seeders
source: Seeders
ru: Сиды
tr: Seederlar

# Details.Transfer.Leechers
source: Leechers
ru: Личеры
tr: Leecherlar

# Details.More.Title
source: More
ru: Ещё
tr: Daha Fazla

# Details.More.Trackers
source: Trackers
ru: Трекеры
tr: Takipçiler

# Details.More.Peers
source: Peers
ru: Пиры

# Details.More.Files
source: Files
ru: Файлы
tr: Dosyalar

source: copied
ru: скопирован
tr: kopyalanan

# Settings.Title
source: Preferences
ru: Настройки
tr: Tercihler

# Settings.Appearance.Header
source: Appearance
ru: Внешний вид

# Settings.Order
source: Section order
ru: Порядок секций
tr: Sıralama düzeni

# Settings.AutoTheme
source: Automatic theme
ru: Оформление системы
tr: Oto-tema ayarlama

# Settings.Theme
source: Dark mode
ru: Тёмная тема
tr: Koyu mod

# Settings.Storage.Header
source: Storage
ru: Память
tr: Depolama

# Settings.Storage.Available
source: Available
ru: Доступно
tr: Mevcut

# Settings.Storage.Allocate
source: Allocate storage
ru: Выделять память
tr: Depolama ayır

# Settings.Storage.Allocate.Hint
source: If enabled, iTorrent will pre-reserve memory for downloaded files
ru: Если включено, iTorrent будет предварительно резервировать память под скачиваемые файлы
tr: Eğer bu seçenek açıksa, iTorrent indirdiğiniz dosyalar için önbellek ayıracaktır.

# Settings.BackgroundEnable
source: Enable
ru: Включить
tr: Aktifleştir

# Settings.BackgroundMode
source: Background mode
ru: Фоновый режим

# Settings.BackgroundMode.Hint
source: Audio - play silent audio to allow app to continue working in background. This mode is less stable but do not require additional permissions Location - launch location service to allow app to continue working in background. More stable, supports Live Activities and Dynamic Island. Will show blue status bar because of location service, but requires additional user permission. iTorrent DO NOT use ANY data from location service
ru: Аудио - проигрывает бесшумный аудиофайл, чтобы позволить приложению работать в фоне. Этот режим менее стабилен, однако не требует доболнительных разрешений от пользователя Локация - запускает геолокационный сервис, чтобы позволить приложению работать в фоне. Более стабилен, поддерживает Live Activities и Dynamic Island. Будет окрашивать статусбар в синий из-за использования сервиса геолокаций, однако требует дополнительных разрешений от пользователя. iTorrent НЕ использует НИКАКУЮ информацию из геолокационного сервиса

# Settings.BackgroundSeeding
source: Allow seeding
ru: Разрешить раздачу
tr: Seedlemeye izin ver

# Settings.BackgroundSeeding.Warning
source: This will let iTorrent run in in the background indefinitely, in case any torrent is seeding without limits, which can cause significant battery drain. You will need to force close the app to stop this!
ru: Если у вас не стоит лимит на раздачу, тогда iTorrent будет работать в фоне постоянно, что может привести к быстрой разрядке аккумулятора. Вам понадобится закрывать приложение вручную что бы избежать этого!
tr: Bu seçenek iTorrent'in süresiz olarak arkaplanda çalışmasına izin verecektir, bu durumda torrent bir sınırsız bir şekilde seedler, bu durum yüksek pil kullanımına sebebiyet verebilir. Bunu durdurmak için uygulamayı tamamen kapatmanız gerekir!

# Settings.BackgroundHeader
source: Background downloading
ru: Фоновая загрузка
tr: Arkaplanda indirme

# Settings.BackgroundFooter
source: Enable downloading in background through multimedia functions
ru: Включает скачивание в фоне с помощью мультимедийных функций
tr: Multimedya işlevleri vasıtasıyla arkaplanda indirmeye izin ver

# Settings.QueueLimitHeader
source: Torrent Queueing limit
ru: Лимиты очерёдности торрентов

# Settings.TorrentsLimit
source: Active torrents
ru: Активных торрентов

# Settings.TorrentsDownLimit
source: Downloading torrents
ru: Активных загрузок

# Settings.TorrentsUpLimit
source: Uploading torrents
ru: Активных раздач

# Settings.ZeroSpeedLimit
source: Zero speed limit
ru: Нулевая скорость
tr: Hızı sıfırla

# Settings.ZeroSpeedLimit.Hint
source: If download speed equals zero for a certain amount of time, application will stop background processing to prevent useless battery drain
ru: Если в течение некоторого времени скорость загрузки равна нулю, приложение остановит работу в фоне, чтобы предотвратить бесполезную разрядку батареи
tr: Eğer indirme hızı belli bir süre boyunca sıfırlanırsa, uygulama gereksiz pil kullanımını engellemek için arkaplanda işlem yapmayı durduracaktır.

# Settings.DownLimit
source: Download limit
ru: Лимит загрузки
tr: İndirme sınırı

# Settings.UpLimit
source: Upload limit
ru: Лимит раздачи
tr: Yükleme sınırı

# Settings.SpeedHeader
source: Speed limitation
ru: Ограничение скорости
tr: Hız sınırı

# Settings.FTPEnable
source: Enable
ru: Включить
tr: Aktifleştir

# Settings.FTPEnable.Hint
source: Using this setting, you can enable the file server to which you can connect via a regular Web browser, or WebDav client
ru: При помощи данной настройки вы можете включить файловый сервер, к которому можно подключиться с помощью обычного веб-браузера, либо WebDav клиента
tr: Bu ayarı kullanarak, normal bir İnternet tarayıcısı ya da WebDAV istemcisi yoluyla bağlanabileceğiniz bir dosya sunucusu oluşturabilirsiniz.

# Settings.FTP.Settings
source: Settings
ru: Настройки
tr: Ayarlar

# Settings.FTPBackground
source: Run in background
ru: Работа в фоне
tr: Arkaplanda çalış

# Settings.FTP.Message.NoNetwork
source: Connect to WIFI to use file sharing
ru: Подключитесь к WIFI чтобы поделиться файлами
tr: Dosya paylaşımını kullanmak için WiFi ile bağlan

# Settings.FTP.Message
source: Connect to:
ru: Подключитесь к:
tr: Şuraya bağlan:

# Settings.FTP.WebDav.Username
source: Username
ru: Логин
tr: Kullanıcı adı

# Settings.FTP.WebDav.Password
source: Password
ru: Пароль
tr: Şifre

# Settings.FTP.WebDav.Username.Placeholder
source: Username
ru: Логин
tr: Kullanıcı adı

# Settings.FTP.WebDav.Password.Placeholder
source: Password (optional)
ru: Пароль (опционально)
tr: Şifre (isteğe bağlı)

# Settings.FTP.WebDav.PassText
source: Restart server to apply settings
ru: Перезапустите сервер для применения настроек
tr: Ayarları uygulamak için sunucuyu yeniden başlat

# Settings.FTP.WebDav.WebTitle
source: Web Server
ru: Web Сервер
tr: Ağ Sunucusu

# Settings.FTP.WebDav.WebText
source: Use any web browser to share files
ru: Используйте любой браузер для обмена файлами
tr: Dosya paylaşmak için herhangi bir İnternet tarayıcısı kullan

# Settings.FTP.WebDav.WebDavTitle
source: WebDAV Server
ru: WebDAV Сервер
tr: WebDAV Sunucusu

# Settings.FTP.WebDav.WebDavPort
source: Port
ru: Порт

# Settings.FTP.WebDav.WebDavText
source: Use WebDAV client to connect to iTorrent
ru: Используйте WebDAV клиент для соединения с iTorrent
tr: iTorrent'e bağlanmak için bir WebDAV istemcisi kullan

# Settings.FTPHeader
source: File sharing
ru: Обмен файлами
tr: Dosya paylaşımı

# Settings.Network.Header
source: Network
ru: Сеть

# Settings.Network.Proxy
source: Proxy
ru: Прокси

# Settings.Network.Connection
source: Connection settings
ru: Настройки соединения

# Settings.Network.Proxy.Type.Header
source: Host
ru: Хост

# Settings.Network.Proxy.Type
source: Proxy type
ru: Тип прокси

# Settings.Network.Proxy.SelectType
source: Select proxy type:
ru: Выберите тип прокси:

# Settings.Network.Proxy.Hostname
source: Hostname
ru: Имя хоста

# Settings.Network.Proxy.Port
source: Port
ru: Порт

# Settings.Network.Proxy.Auth.Header
source: Authorization
ru: Авторизация

# Settings.Network.Proxy.Auth
source: Requires authorization
ru: Требуется авторизация

# Settings.Network.Proxy.Login
source: Login
ru: Логин

# Settings.Network.Proxy.Password
source: Password
ru: Пароль

# Settings.Network.Encryption
source: Encryption
ru: Шифрование

# Settings.Network.Encryption.Title
source: Mode
ru: Режим

# Settings.Network.Encryption.Hint
source: Allow: Connect to peers regardless of setting Require: Only connect to peers with protocol encryption Disable: Only connect to peers without protocol encryption
ru: Разрешать: Подключаться к пирам независимо от настройки Требовать: Подключаться только к пирам с шифрованием протокола Отключить: Подключаться только к пирам без шифрования протокола

# Settings.Network.Encryption.Select
source: Select encryption mode
ru: Выберите режим шифрования

# Settings.Network.Protocols
source: Connection protocols
ru: Протоколы соединения

# Settings.Network.DHT
source: Enable DHT
ru: Включить DHT

# Settings.Network.DHT.Hint
source: It allows BitTorrent-clients to find each other without the use of tracker. Enabling this will increase the battery usage
ru: Позволяет BitTorrent-клиентам найти друг друга без использования трекера. Включение этой опции увеличит использование батареи

# Settings.Network.LSD
source: Enable LSD
ru: Включить LSD

# Settings.Network.LSD.Hint
source: It's designed to support the discovery of local BitTorrent peers, aiming to minimize the traffic
ru: Разработан для получения возможности обнаружения локальных BitTorrent-пиров, и, следовательно, сокращения трафика

# Settings.Network.uTP
source: Enable µTP
ru: Включить µTP

# Settings.Network.uTP.Hint
source: It's intended to mitigate poor latency and other congestion control issues found in conventional BitTorrent over TCP, while providing reliable, ordered delivery
ru: Предназначен для смягчения недостаточной задержки и других вопросов управления перегрузками в обычных торрентах с использованием TCP, обеспечивая при этом надёжную передачу данных

# Settings.Network.UPnP
source: Enable UPnP
ru: Включить UPnP

# Settings.Network.NAT-PMP
source: Enable NAT-PMP
ru: Включить NAT-PMP

# Settings.Network.Port
source: Port
ru: Порт

# Settings.Network.DefauldPort
source: Use default port
ru: Стандартный порт

# Settings.Network.DefauldPort.Hint
source: Sets the start port to [6881] and the end port as first + 10 [6891]
ru: Устанавливает начальный порт на [6881] и конечный порт как начальный + 10 [6891]

# Settings.Network.PortFirst
source: Start
ru: Начальный

# Settings.Network.PortSecond
source: End
ru: Конечный

# Settings.Network.Interface
source: Interface
ru: Сетевой интерфейс

# Settings.Network.Interface.Title
source: Mode
ru: Режим

# Settings.Network.Interface.Hint
source: #IMPORTANT# Any network state changes requires iTorrent to REBOOT! ---All mode--- It will allow iTorrent to use every available device interface, which gives maximum download speed, but could use cellular data even with wifi connected ---Primary mode--- It will use only primary connections, which prevents using cellular data while using wifi, but still could cause IP leak, if you are using VPN ---VPN Only--- Use it if you need to provide private connections to trackers, it will prevent IP leak ---Manual mode--- Select interface by yourself
ru: #ВАЖНО# Любая смена сетевого интерфейса требует ПЕРЕЗАГРУЗКИ iTorrent! ---Все--- Позволит iTorrent использовать все доступные на девайсе сетевые интерфейсы, что даст максимальную скорость загрузки, но также может использовать сотовые данные даже когда wifi подключен ---Основные--- Позволит использовать только основные сетевые интерфейсы, что предотвратит использование сотовых данных при подключенном wifi, но всё ещё может допустить утечки IP адреса при использовании VPN ---Только VPN--- Используйте если вам надо предоставить приватное соединение до трекеров, предотвратит утечку IP адреса ---Вручную--- Выберите сетевой интерфейс самостаятельно
tr: #ADD HINT#

# Settings.Network.Interface.Select
source: Select interface mode
ru: Выберите режим интерфейса

# Settings.Network.Interface.SelectInterface
source: Select interface
ru: Выберите интерфейс

# InterfaceType.All
source: All
ru: Все

# InterfaceType.Primary
source: Primary
ru: Основные

# InterfaceType.VpnOnly
source: VPN Only
ru: Только VPN

# InterfaceType.Manual
source: Manual
ru: Вручную

# EncryptionPolicy.Enabled
source: Allow
ru: Разрешать

# EncryptionPolicy.Disabled
source: Disable
ru: Отключить

# EncryptionPolicy.Forced
source: Require
ru: Требовать

# Settings.NotifyFinishLoad
source: On finish loading
ru: По окончании загрузки
tr: İndirme bittiğinde

# Settings.NotifyFinishSeed
source: On finish seeding
ru: По окончании раздачи
tr: Seedleme bittiğinde

# Settings.NotifyBadge
source: Enable app's badge icon
ru: Показывать бейджик
tr: Uygulama rozetini aktifleştir

# Settings.NotifyHeader
source: Notifications
ru: Оповещения
tr: Bildirimler

# Settings.UpdateSite
source: Page on GitHub
ru: Страница на GitHub
tr: GitHub Sayfası

# Settings.UpdateSite.Open
source: Open
ru: Открыть
tr: Aç

# Settings.UpdateHeader
source: Updates
ru: Обновления
tr: Güncellemeler

# Settings.DonateDisable
source: Disable ADS
ru: Отключить рекламу
tr: Reklamları devre dışı bırak

# Settings.DonateCard
source: VISA CREDIT CARD NUMBER
ru: Номер карты VISA
tr: VISA KREDİ KARTI NUMARASI

# Settings.DonateCard.Open
source: Open
ru: Открыть
tr: Aç

# Settings.DonateCard.DonatePlatforms
source: Donate
ru: Задонатить
tr: Bağış yap

# Settings.DonateCard.DonatePlatforms.Title
source: Select donation platform:
ru: Выберите платформу для пожертвований:
tr: Bağış platformu seç:

# Settings.DonateHeader
source: Donate for donuts
ru: Донат на еду
tr: Bağış yap

# Settings.DonateFooter
source: Link with patreon to disable ADS
ru: Привяжите Patreon для отключения рекламы
tr: Reklamları devre dışı bırakmak için Patreon'a bağlan

# Settings.Patreon.Name
source: XITRIX (Daniil Vinogradov)
ru: XITRIX (Даниил Виноградов)

# Settings.Patreon.Creator
source: Creator of iTorrent
ru: Создатель iTorrent
tr: iTorrent'in Yaratıcısı

# Settings.Patreon.Welcome
source: Hi there, You can support future development of iTorrent by donating me on Patreon. In return, you'll receive access to the ads-free version of iTorrent app. Thanks for all your support!
ru: Привет всем, Вы можете поддержать дальнейшую разработку iTorrent задонатив мне на Patreon. Взамен, вы получите доступ к версии приложения iTorrent без рекламы. Спасибо за вашу поддержку!
tr: Merhaba, iTorrent'in gelecekte de geliştirilmesini bana Patreon üzerinden bağış yaparak sağlayabilirsiniz. Bağış yaparak iTorrent uygulamasının reklamsız versiyonunu elde edebilirsiniz. Desteğiniz için teşekkür ederim!

# Settings.Patreon.Patron
source: You are a patron
ru: Вы патрон
tr: Sen bir patrosun

# Settings.Patreon.Full
source: You have full version
ru: У вас полная версия
tr: Tam versiyona sahipsin

# Settings.Patreon.Reward
source: Ads-free enabled, have fun!
ru: Реклама отключена!
tr: Reklamlar kapalı, tadını çıkar!

# Settings.Patreon.PatronButton
source: Become a patron
ru: Стать патроном
tr: Bir patron ol

# Settings.Patreon.LinkButton
source: Link Patreon account
ru: Привязать Patreon аккаунт
tr: Patreon hesabını bağla

# Settings.Patreon.UnlinkButton
source: Unlink
ru: Отвязать
tr: Bağı kaldır

# Settings.Patreon.UnlinkButton.Text
source: Are you sure you want to unlink your Patreon account?
ru: Вы уверены, что хотите отвязать ваш Patreon аккаунт?
tr: Patreon hesabının bağını kaldırmak istediğine emin misin?

# Settings.Patreon.UnlinkButton.Action
source: Unlink Patreon Account
ru: Отвязать Patreon аккаунт
tr: Patreon hesabının bağını kaldır

# Settings.Patreon.Thanks
source: Special thanks to:
ru: Отдельное спасибо:
tr: Özel teşekkürler:

# Settings.Patreon.CopiedID
source: Your Patreon ID copied into clipboard
ru: Ваш Patreon ID скопирован
tr: Patreon ID'niz kopyalandı

# Settings.Sorting.Revert
source: Revert
ru: Сбросить
tr: Sıfırla

source: Warning
ru: Внимание
tr: Uyarı

source: Enable
ru: Включить
tr: Aktifleştir

source: Unlimited
ru: Отключено
tr: Sınırsız

source: Torrent rehash
ru: Перепроверка хэша
tr: Torrent'i test et

source: This action will recheck the state of all downloaded files
ru: Это перепроверит состояние всех скачанных файлов
tr: Bu eylem indirilmiş bütün dosyaların durumunu test edecektir.

source: Rehash
ru: Старт
tr: Test et

source: Current app version:
ru: Версия приложения:
tr: Şimdiki uygulama sürümü:

source: New version
ru: Доступна новая версия:
tr: Yeni sürüm

source: WOW, is it a new inDev build, huh?
ru: ВАУ, это новый inDev билд, да???
tr: WOW, bu yeni bir inDev build'i, değil mi?

source: Latest version installed
ru: Установлена последняя версия
tr: En son sürüm yüklü

source: Update check failed
ru: Ошибка проверки обновлений
tr: Güncelleme kontrol edilemedi.

source: WARNING
ru: ВНИМАНИЕ
tr: UYARI

source: Copied CC # to clipboard!
ru: Номер карты скопирован!
tr: Kredi kartı numarası kopyalandı!

source: Supplication
ru: Просьба
tr: Rica
