Repository: XITRIX/iTorrent
Catalog: iTorrent/*.lproj/Localizable.strings
Languages: ru, tr

# If you enjoy this app, consider supporting the developer by keeping the ads on.
source: If you enjoy this app, consider supporting the developer by keeping the ads on. Thanks!
ru: Если Вам нравится это приложение, не выключайте рекламу, поддержите разработчика! Спасибо!
tr: Eğer bu uygulamayı kullanmayı seviyorsanız, reklamları açık bırakarak geliştiriciye destek olabilirsiniz. Teşekkürler!

source: Disable Anyway
ru: Выключить всё равно
tr: Devredışı bırak.

source: Back
ru: Назад
tr: Geri

source: Torrent update detected
ru: Обновление имеющегося торрента
tr: Torrent güncellemesi tespit edildi

source: Torrent with name
ru: Торрент и именем
tr: Şu isimli torrent

source: already exists, do you want to apply previous files selection settings to this torrent
ru: уже существует, хотите применить предыдущие настройки загрузки файлов к этому торренту
tr: zaten var, önceki dosya seçim ayarlarını bu torrente de uygulamak ister misiniz

source: Apply
ru: Применить
tr: Uygula

source: Download content of folder
ru: Содержимное папки
tr: Dosya içeriğini indir

source: Download
ru: Скачать
tr: İndir

source: Don't Download
ru: Не скачивать
tr: İndirme

source: Open
ru: Открыть

source: Share
ru: Поделиться
tr: Paylaş

source: Show in Files
ru: Показать в "Файлы"

# AddTorrentController.MemoryWarning.Title
source: Warning
ru: Внимание
tr: Uyarı

# AddTorrentController.MemoryWarning.Message
source: Not enough free space on disk to download all files, free up disk space to continue
ru: Недостаточно свободного места на диске для загрузки файлов, освободите место на диске, что бы продолжить
tr: Bütün dosyaları indirmek için yeterli disk alanınız bulunmamaktadır, devam etmeden önce diskinizi boşaltın.

# AddTorrentController.MemoryWarning.AddAnyway
source: Add anyway
ru: Продолжить всё равно
tr: Yine de ekle

# TorrentFilesController.Edit
source: Edit
ru: Изменить
tr: Düzenle

# TorrentFilesController.SelectAll
source: Select All
ru: Отметить все
tr: Hepsini Seç

# TorrentFilesController.DeselectAll
source: Deselect All
ru: Убрать все
tr: Seçimi Bırak

source: Working
ru: Работает
tr: Çalışıyor

source: Inactive
ru: Неактивен
tr: Aktif değil

source: Verified
ru: Проверен
tr: Onaylı

source: Add Tracker
ru: Добавить Трекер
tr: Takipçi ekle

# Enter the full tracker's URL
source: Enter the full tracker URL
ru: Введите полный URL трекера
tr: Tam takipçi URL'si ekle

# Tracker's URL
source: Enter tracker URL
ru: Введите URL трекера
tr: Takipçi URL'si ekle

source: Peers
ru: Пиры
tr: Eşler

source: Seeds
ru: Сиды
tr: Seedler

source: Leechers
ru: Личеры
tr: Leechler

source: Tracker's URL copied to clipboard!
ru: URL трекера скопирован!

source: Obtaining Metadata
ru: Получение метаданных
tr: Metadata elde ediliyor.

source: Finish the previous torrent adding before start the new one.
ru: Закончите добавление предыдущего торрента перед добавлением нового.
tr: Yeni torrent eklemeden önce, önceki torrentlerin bitmesini bekleyin

source: Error on torrent opening
ru: Ошибка при открытии торрента
tr: Torrentin açılmasında hata oluştu

source: Error on torrent reading
ru: Ошибка при чтении торрента
tr: Torrentin okunmasında hata oluştu

source: Torrent file opening error has been occured
ru: Произошла ошибка при открытии Torrent файла
tr: Torrent dosyasının açılmasında bir hata oluştu

source: Wrong magnet link, check it and try again!
ru: Неправильная magnet ссылка, проверьте её и попробуйте снова!
tr: Yanlış magnet bağlantısı, kontrol edip tekrardan deneyin!

source: Download finished
ru: Загрузка завершена
tr: İndirme bitti

source: finished downloading
ru: закончил загрузку
tr: indirmesi bitti

source: Seeding finished
ru: Раздача завершена
tr: Seedleme bitti

source: finished seeding
ru: закончил раздачу
tr: seedlemesi bitti

source: This action will recheck the state of all downloaded files for torrents:
ru: Это перепроверит состояние всех скачанных файлов для этих торрентов:
tr: Bu eylem şu torrentler için indirilmiş bütün dosyaların durumunu test edecektir:

# BackgroundTask.LowSpeed.Title
source: Download speed is low
ru: Маленькая скорость загрузки
tr: İndirme hızı yavaş

# BackgroundTask.LowSpeed.Message
source: will stop background downloading to prevent battery drain
ru: прекратит фоновую загрузку для предотвращения разрядки аккумулятора
tr: pil kullanımını azaltmak için arkaplanda indirme durdurulacaktır

# BackgroundTask.Mode.Audio
source: Audio
ru: Аудио

# BackgroundTask.Mode.Location
source: Location
ru: Локация

# Dialogs.News.Title
source: Warning!
ru: Внимание!
tr: Uyarı!

source: Disabled
ru: Отключено
tr: Devre dışı

source: Hint
ru: Подсказка
tr: İpucu

# minute:single
source: minute
ru: минута
tr: dakika

# minute:plural
source: minutes
ru: минуты
tr: dakika

# minute:parent
source: minutes
ru: минут
tr: dakika

# mime.video
source: Video
ru: Видео

# mime.audio
source: Audio
ru: Аудио
tr: Ses

# mime.image
source: Photo
ru: Фото
tr: Fotoğraf

# mime.documents
source: Documents
ru: Документы
tr: Belge

# mime.free
source: Free
ru: Свободно
tr: Boş Alan

# mime.other
source: Other
ru: Другое
tr: Diğer

# mime.calculating
source: Calculating...
ru: Вычисление...
tr: Hesaplanıyor...

# RssFeedProvider.Empty.Text
source: Your RSS feed is empty! Add feeds to receive content update alerts
ru: Ваша RSS лента пуста! Добавьте каналы что бы получать оповещения об обновлении контента

# RssFeedProvider.Notification.Title
source: RSS Update:
ru: Обновления RSS:

# RssFeedProvider.Error.Unknown
source: An unknown error occurred
ru: Неизвестная ошибка

# RssFeedProvider.Error.NotValid
source: URL is not valid
ru: Неверный URL

# RssFeedProvider.Error.Exists
source: This RSS Feed is already exists
ru: Этот канал RSS уже добавлен

# RssFeedController.AddTitle
source: Add RSS Channel
ru: Добавить канал RSS

# RssFeedController.RemoveTitle
source: Are you sure to remove this feeds:
ru: Вы уверены, что хотите удалить:

# RssChannelSetup.UrlCopied
source: Chanel's URL copied to clipboard!
ru: URL канала скопирован

# RssChannelSetup.Title
source: Title
ru: Название

# RssChannelSetup.Description
source: Description
ru: Описание

# RssChannelSetup.Notify
source: Notify on update
ru: Оповещать при обновлении

# RssChannelController.Seen
source: Seen
ru: Просмотрено

# RssChannelController.Unseen
source: Unseen
ru: Не просмотрено

# RssChannelController.ReadAll
source: Read All
ru: Прочитать всё

# RssItemController.PinTorrent
source: Torrent file is attached to this post
ru: Пост содержит Torrent файл

# RssItemController.PinMagnet
source: Magnet link is attached to this post
ru: Пост содержит Magnet ссылку

# info
source: Update info
ru: Изменения
tr: Güncelleme bilgisi

# UpdateText
source: Updated for newest iOS versions - LibTorrent updated to 2.0 - Lots of UI fixes and improvements
ru: --- 1.8.3 --- - Фикс Патреона для iOS 14 - Libtorrent обновлён до 1.2.10 --- 1.8.2 --- - Добавлена поддержка шрифтов для слабовидящих - Переработан iTorrent Framework - Некоторые улучшения интерфейса - Исправлено множество ошибок (возможно добавлены новые)
tr: --- 1.8.3 --- - Patreon fix for iOS 14 - Libtorrent updated to 1.2.10 --- 1.8.2 --- - Text accessability support added - Huge backend refactoring - Minor UI improvements - Many bugs fixed (possibly new ones added)

source: available
tr: indirilebilir
